Repository: ComplexPlatform/KDE-dotfiles
Catalog: .local/share/plasma/desktoptheme/plasmoids/com.pajuelo.plasmaConfSaver/translate/*.po
Languages: es

source: Enter customization title
es: Introduzca el título de la personalización

source: Save
es: Guardar

source: Save your current customization
es: Guardar tu personalización de escritorio actual

source: Import
es: Importar

source: Import a customization
es: Importar personalización

source: Load
es: Cargar

source: Load this customization
es: Carga esta personalización

source: Export
es: Exportar

source: Export this customization
es: Exportar personalización

source: Delete
es: Borrar

source: Delete this customization
es: Borra esta personalización
